Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.pro.direct.button.deactivate
source: Deactivate
ar: إلغاء التنشيط
de: Deaktivieren
es: Desactivar
fr: Désactiver
id: Nonaktifkan
it: Disattiva
ja: 無効化
ko: 비활성화
nl: Deactiveren
pl: Dezaktywuj
pt_br: Desativar
ru: Деактивировать
tr: Devre Dışı Bırak
uk: Деактивувати
vi: Hủy kích hoạt
zh_hans: 解绑
zh_hant: 停用

# settings.pro.direct.button.validate
source: Validate
ar: تحقق
de: Validieren
es: Validar
fr: Valider
id: Validasi
it: Convalida
ja: 検証
ko: 확인
nl: Valideren
pl: Sprawdź
pt_br: Validar
ru: Проверить
tr: Doğrula
uk: Перевірити
vi: Xác thực
zh_hans: 校验
zh_hant: 驗證

# settings.pro.direct.cancel.button
source: Cancel Monthly Renewal
ar: إلغاء التجديد الشهري
de: Monatliche Verlängerung kündigen
es: Cancelar renovación mensual
fr: Annuler le renouvellement mensuel
id: Batalkan Perpanjangan Bulanan
it: Annulla rinnovo mensile
ja: 月額更新をキャンセル
ko: 월간 갱신 취소
nl: Maandelijkse verlenging annuleren
pl: Anuluj odnowienie miesięczne
pt_br: Cancelar Renovação Mensal
ru: Отменить ежемесячное продление
tr: Aylık Yenilemeyi İptal Et
uk: Скасувати щомісячне поновлення
vi: Hủy gia hạn hàng tháng
zh_hans: 取消月订阅续费
zh_hant: 取消每月續訂

# settings.pro.direct.cancel.footer
source: Cancellation is scheduled for the end of the current billing period. Your current Pro access remains active until then.
ar: تمت جدولة الإلغاء لنهاية فترة الفوترة الحالية. يظل وصول Pro الحالي نشطًا حتى ذلك الحين.
de: Die Kündigung ist für das Ende des aktuellen Abrechnungszeitraums geplant. Ihr aktueller Pro-Zugriff bleibt bis dahin aktiv.
es: La cancelación está programada para el final del período de facturación actual. Tu acceso Pro actual permanece activo hasta entonces.
fr: L'annulation est programmée pour la fin de la période de facturation en cours. Votre accès Pro actuel reste actif jusqu'à cette date.
id: Pembatalan dijadwalkan pada akhir periode penagihan saat ini. Akses Pro Anda saat ini tetap aktif hingga saat itu.
it: L'annullamento è programmato per la fine del periodo di fatturazione corrente. Il tuo attuale accesso Pro rimane attivo fino ad allora.
ja: キャンセルは現在の請求期間の終了時に予定されています。それまではProアクセスが有効です。
ko: 취소는 현재 청구 기간 종료 시 예약됩니다. 현재 Pro 액세스는 그때까지 유지됩니다.
nl: Annulering is gepland voor het einde van de huidige factureringsperiode. Uw huidige Pro-toegang blijft tot die tijd actief.
pl: Anulowanie jest zaplanowane na koniec bieżącego okresu rozliczeniowego. Twój obecny dostęp Pro pozostaje aktywny do tego czasu.
pt_br: O cancelamento está agendado para o final do período de cobrança atual. Seu acesso Pro atual permanece ativo até lá.
ru: Отмена запланирована на конец текущего расчётного периода. Ваш текущий доступ Pro остаётся активным до этого момента.
tr: İptal, mevcut fatura döneminin sonu için planlanmıştır. Mevcut Pro erişiminiz o zamana kadar aktif kalır.
uk: Скасування заплановано на кінець поточного розрахункового періоду. Ваш поточний доступ Pro залишається активним до цього часу.
vi: Việc hủy được lên lịch vào cuối kỳ thanh toán hiện tại. Quyền truy cập Pro hiện tại của bạn vẫn hoạt động cho đến lúc đó.
zh_hans: 取消会预约到当前账期结束时执行；本期已开通的 Pro 权益仍可继续使用。
zh_hant: 取消將排定於目前計費週期結束時執行。在此之前，您目前的 Pro 存取權仍維持有效。

# settings.pro.direct.cancel.missingSubscription
source: No monthly subscription record is stored on this Mac. Open the Creem customer portal from your receipt to manage billing.
ar: لا يوجد سجل اشتراك شهري مخزن على جهاز Mac هذا. افتح بوابة عملاء Creem من إيصالك لإدارة الفوترة.
de: Auf diesem Mac ist kein monatlicher Abonnementdatensatz gespeichert. Öffnen Sie das Creem-Kundenportal über Ihre Quittung, um die Abrechnung zu verwalten.
es: No hay ningún registro de suscripción mensual almacenado en este Mac. Abre el portal de cliente de Creem desde tu recibo para gestionar la facturación.
fr: Aucun abonnement mensuel n'est enregistré sur ce Mac. Ouvrez le portail client Creem à partir de votre reçu pour gérer la facturation.
id: Tidak ada catatan langganan bulanan yang disimpan di Mac ini. Buka portal pelanggan Creem dari tanda terima Anda untuk mengelola penagihan.
it: Nessun record di abbonamento mensile è memorizzato su questo Mac. Apri il portale clienti Creem dalla tua ricevuta per gestire la fatturazione.
ja: このMacに月額サブスクリプションの記録はありません。領収書からCreemカスタマーポータルを開いて請求を管理してください。
ko: 이 Mac에 저장된 월간 구독 기록이 없습니다. 영수증에서 Creem 고객 포털을 열어 청구를 관리하세요.
nl: Er is geen maandelijks abonnementsrecord opgeslagen op deze Mac. Open het Creem-klantportaal via uw bon om de facturering te beheren.
pl: Na tym Macu nie ma zapisu miesięcznej subskrypcji. Otwórz portal klienta Creem z paragonu, aby zarządzać rozliczeniami.
pt_br: Nenhum registro de assinatura mensal está armazenado neste Mac. Abra o portal do cliente Creem a partir do seu recibo para gerenciar a cobrança.
ru: На этом Mac нет записи о ежемесячной подписке. Откройте портал клиента Creem из вашего чека, чтобы управлять оплатой.
tr: Bu Mac'te kayıtlı aylık abonelik kaydı yok. Faturanızdan Creem müşteri portalını açarak ödemeyi yönetin.
uk: На цьому Mac не збережено запису про щомісячну підписку. Відкрийте портал клієнта Creem зі свого рахунку, щоб керувати виставленням рахунків.
vi: Không có bản ghi đăng ký hàng tháng nào được lưu trên máy Mac này. Mở cổng khách hàng Creem từ biên lai của bạn để quản lý thanh toán.
zh_hans: 这台 Mac 没有保存月订阅记录。请从 Creem 收据进入客户门户管理账单。
zh_hant: 此 Mac 上未儲存每月訂閱記錄。請從您的 Creem 收據開啟客戶入口網站以管理帳單。

# settings.pro.direct.cancel.scheduled
source: Monthly renewal cancellation has been scheduled.
ar: تمت جدولة إلغاء التجديد الشهري.
de: Die Kündigung der monatlichen Verlängerung wurde geplant.
es: Se ha programado la cancelación de la renovación mensual.
fr: L'annulation du renouvellement mensuel a été programmée.
id: Pembatalan perpanjangan bulanan telah dijadwalkan.
it: L'annullamento del rinnovo mensile è stato programmato.
ja: 月額更新のキャンセルが予定されました。
ko: 월간 갱신 취소가 예약되었습니다.
nl: Annulering van de maandelijkse verlenging is gepland.
pl: Anulowanie miesięcznego odnowienia zostało zaplanowane.
pt_br: O cancelamento da renovação mensal foi agendado.
ru: Отмена ежемесячного продления запланирована.
tr: Aylık yenileme iptali planlandı.
uk: Скасування щомісячного поновлення заплановано.
vi: Đã lên lịch hủy gia hạn hàng tháng.
zh_hans: 已预约取消月订阅续费。
zh_hant: 每月續訂取消已排定。

# settings.pro.direct.cancel.scheduledWithPeriod
source: Monthly renewal cancellation has been scheduled for the current billing period end.
ar: تمت جدولة إلغاء التجديد الشهري لنهاية فترة الفوترة الحالية.
de: Die Kündigung der monatlichen Verlängerung wurde für das Ende des aktuellen Abrechnungszeitraums geplant.
es: Se ha programado la cancelación de la renovación mensual para el final del período de facturación actual.
fr: L'annulation du renouvellement mensuel a été programmée pour la fin de la période de facturation en cours.
id: Pembatalan perpanjangan bulanan telah dijadwalkan untuk akhir periode penagihan saat ini.
it: L'annullamento del rinnovo mensile è stato programmato per la fine del periodo di fatturazione corrente.
ja: 月額更新のキャンセルが現在の請求期間の終了時に予定されました。
ko: 월간 갱신 취소가 현재 청구 기간 종료 시 예약되었습니다.
nl: Annulering van de maandelijkse verlenging is gepland voor het einde van de huidige factureringsperiode.
pl: Anulowanie miesięcznego odnowienia zostało zaplanowane na koniec bieżącego okresu rozliczeniowego.
pt_br: O cancelamento da renovação mensal foi agendado para o final do período de cobrança atual.
ru: Отмена ежемесячного продления запланирована на конец текущего расчётного периода.
tr: Aylık yenileme iptali, mevcut fatura dönemi sonu için planlandı.
uk: Скасування щомісячного поновлення заплановано на кінець поточного розрахункового періоду.
vi: Đã lên lịch hủy gia hạn hàng tháng vào cuối kỳ thanh toán hiện tại.
zh_hans: 已预约在当前账期结束时取消月订阅续费。
zh_hant: 每月續訂取消已排定於目前計費週期結束時執行。

# settings.pro.direct.cancel.section
source: Monthly Subscription
ar: الاشتراك الشهري
de: Monatliches Abonnement
es: Suscripción mensual
fr: Abonnement mensuel
id: Langganan Bulanan
it: Abbonamento mensile
ja: 月額サブスクリプション
ko: 월간 구독
nl: Maandelijks abonnement
pl: Subskrypcja miesięczna
pt_br: Assinatura Mensal
ru: Ежемесячная подписка
tr: Aylık Abonelik
uk: Щомісячна підписка
vi: Đăng ký hàng tháng
zh_hans: 月订阅
zh_hant: 每月訂閱

# settings.pro.direct.checkout.footer
source: Opens the payment page in your browser. After payment, use the license key from your receipt to activate Pro.
ar: يفتح صفحة الدفع في متصفحك. بعد الدفع، استخدم مفتاح الترخيص من إيصالك لتنشيط Pro.
de: Öffnet die Zahlungsseite in Ihrem Browser. Verwenden Sie nach der Zahlung den Lizenzschlüssel von Ihrer Quittung, um Pro zu aktivieren.
es: Abre la página de pago en tu navegador. Después del pago, usa la clave de licencia de tu recibo para activar Pro.
fr: Ouvre la page de paiement dans votre navigateur. Après le paiement, utilisez la clé de licence de votre reçu pour activer Pro.
id: Membuka halaman pembayaran di browser Anda. Setelah pembayaran, gunakan kunci lisensi dari tanda terima Anda untuk mengaktifkan Pro.
it: Apre la pagina di pagamento nel tuo browser. Dopo il pagamento, usa la chiave di licenza dalla ricevuta per attivare Pro.
ja: ブラウザで支払いページが開きます。支払い後、領収書のライセンスキーを使用してProを有効化してください。
ko: 브라우저에서 결제 페이지가 열립니다. 결제 후 영수증의 라이선스 키를 사용하여 Pro를 활성화하세요.
nl: Opent de betalingspagina in uw browser. Na betaling gebruikt u de licentiesleutel van uw bon om Pro te activeren.
pl: Otwiera stronę płatności w przeglądarce. Po dokonaniu płatności użyj klucza licencyjnego z paragonu, aby aktywować Pro.
pt_br: Abre a página de pagamento no seu navegador. Após o pagamento, use a chave de licença do seu recibo para ativar o Pro.
ru: Открывает страницу оплаты в вашем браузере. После оплаты используйте лицензионный ключ из чека для активации Pro.
tr: Ödeme sayfasını tarayıcınızda açar. Ödemeden sonra, faturanızdaki lisans anahtarını kullanarak Pro'yu etkinleştirin.
uk: Відкриває сторінку оплати у вашому браузері. Після оплати використовуйте ліцензійний ключ з рахунку для активації Pro.
vi: Mở trang thanh toán trong trình duyệt của bạn. Sau khi thanh toán, sử dụng khóa cấp phép từ biên lai để kích hoạt Pro.
zh_hans: 会在浏览器打开支付页。支付后使用收据里的授权码激活 Pro。
zh_hant: 將在瀏覽器中開啟付款頁面。付款後，請使用收據中的授權金鑰啟用 Pro。

# settings.pro.direct.checkout.lifetime
source: Buy Lifetime
ar: شراء مدى الحياة
de: Lebenslang kaufen
es: Comprar de por vida
fr: Acheter à vie
id: Beli Seumur Hidup
it: Acquista a vita
ja: 永久ライセンスを購入
ko: 평생 구매
nl: Levenslang kopen
pl: Kup na zawsze
pt_br: Comprar Vitalício
ru: Купить навсегда
tr: Ömür Boyu Satın Al
uk: Купити довічну
vi: Mua trọn đời
zh_hans: 购买终身版
zh_hant: 購買終身版

# settings.pro.direct.checkout.monthly
source: Buy Monthly
ar: شراء شهري
de: Monatlich kaufen
es: Comprar mensual
fr: Acheter mensuel
id: Beli Bulanan
it: Acquista mensile
ja: 月額を購入
ko: 월간 구매
nl: Maandelijks kopen
pl: Kup miesięcznie
pt_br: Comprar Mensal
ru: Купить помесячно
tr: Aylık Satın Al
uk: Купити щомісячну
vi: Mua hàng tháng
zh_hans: 购买月付版
zh_hant: 購買月付版

# settings.pro.direct.checkout.section
source: Buy Pro
ar: شراء Pro
de: Pro kaufen
es: Comprar Pro
fr: Acheter Pro
id: Beli Pro
it: Acquista Pro
ja: Proを購入
ko: Pro 구매
nl: Pro kopen
pl: Kup Pro
pt_br: Comprar Pro
ru: Купить Pro
tr: Pro Satın Al
uk: Купити Pro
vi: Mua Pro
zh_hans: 购买 Pro
zh_hant: 購買 Pro

# settings.pro.direct.checkout.yearly
source: Buy Yearly
ar: شراء سنوي
de: Jährlich kaufen
es: Comprar anual
fr: Acheter annuel
id: Beli Tahunan
it: Acquista annuale
ja: 年額を購入
ko: 연간 구매
nl: Jaarlijks kopen
pl: Kup rocznie
pt_br: Comprar Anual
ru: Купить на год
tr: Yıllık Satın Al
uk: Купити річну
vi: Mua hàng năm
zh_hans: 购买年付版
zh_hant: 購買年付版

# settings.pro.direct.currentFormat
source: Current license ends with %@
ar: ينتهي الترخيص الحالي بـ %@
de: Aktuelle Lizenz endet mit %@
es: La licencia actual termina con %@
fr: La licence actuelle se termine par %@
id: Lisensi saat ini berakhir dengan %@
it: La licenza corrente termina con %@
ja: 現在のライセンスは%@で終了
ko: 현재 라이선스가 %@에 종료됩니다.
nl: Huidige licentie eindigt met %@
pl: Bieżąca licencja kończy się na %@
pt_br: Licença atual termina com %@
ru: Текущая лицензия заканчивается %@
tr: Geçerli lisans %@ ile bitiyor
uk: Поточна ліцензія закінчується %@
vi: Giấy phép hiện tại kết thúc với %@
zh_hans: 当前授权码尾号 %@
zh_hant: 目前授權尾號 %@

# settings.pro.direct.deactivate.confirm.action
source: Deactivate This Mac
ar: إلغاء تنشيط جهاز Mac هذا
de: Diesen Mac deaktivieren
es: Desactivar este Mac
fr: Désactiver ce Mac
id: Nonaktifkan Mac Ini
it: Disattiva questo Mac
ja: このMacを無効化
ko: 이 Mac 비활성화
nl: Deze Mac deactiveren
pl: Dezaktywuj ten Mac
pt_br: Desativar Este Mac
ru: Деактивировать этот Mac
tr: Bu Mac'i Devre Dışı Bırak
uk: Деактивувати цей Mac
vi: Hủy kích hoạt máy Mac này
zh_hans: 解绑当前 Mac
zh_hant: 停用此 Mac

# settings.pro.direct.deactivate.confirm.message
source: This Mac will lose Pro access. You can activate the license again on another Mac.
ar: سيفقد جهاز Mac هذا وصول Pro. يمكنك تنشيط الترخيص مرة أخرى على جهاز Mac آخر.
de: Dieser Mac verliert den Pro-Zugriff. Sie können die Lizenz auf einem anderen Mac erneut aktivieren.
es: Este Mac perderá el acceso Pro. Puedes activar la licencia nuevamente en otro Mac.
fr: Ce Mac perdra l'accès Pro. Vous pouvez réactiver la licence sur un autre Mac.
id: Mac ini akan kehilangan akses Pro. Anda dapat mengaktifkan lisensi lagi di Mac lain.
it: Questo Mac perderà l'accesso Pro. Puoi attivare nuovamente la licenza su un altro Mac.
ja: このMacはProアクセスを失います。別のMacでライセンスを再有効化できます。
ko: 이 Mac에서 Pro 액세스가 손실됩니다. 다른 Mac에서 라이선스를 다시 활성화할 수 있습니다.
nl: Deze Mac verliest Pro-toegang. U kunt de licentie op een andere Mac opnieuw activeren.
pl: Ten Mac straci dostęp Pro. Możesz ponownie aktywować licencję na innym Macu.
pt_br: Este Mac perderá o acesso Pro. Você pode ativar a licença novamente em outro Mac.
ru: Этот Mac потеряет доступ Pro. Вы сможете активировать лицензию на другом Mac.
tr: Bu Mac Pro erişimini kaybedecek. Lisansı başka bir Mac'te etkinleştirebilirsiniz.
uk: Цей Mac втратить доступ до Pro. Ви зможете активувати ліцензію на іншому Mac.
vi: Máy Mac này sẽ mất quyền truy cập Pro. Bạn có thể kích hoạt lại giấy phép trên máy Mac khác.
zh_hans: 这台 Mac 将失去 Pro 权益。你可以在另一台 Mac 上重新激活该许可证。
zh_hant: 此 Mac 將失去 Pro 存取權。您可以在另一台 Mac 上重新啟用該授權。

# settings.pro.direct.deactivate.confirm.title
source: Deactivate This Mac?
ar: إلغاء تنشيط جهاز Mac هذا؟
de: Diesen Mac deaktivieren?
es: ¿Desactivar este Mac?
fr: Désactiver ce Mac ?
id: Nonaktifkan Mac Ini?
it: Disattivare questo Mac?
ja: このMacを無効化しますか？
ko: 이 Mac을 비활성화하시겠습니까?
nl: Deze Mac deactiveren?
pl: Dezaktywować ten Mac?
pt_br: Desativar Este Mac?
ru: Деактивировать этот Mac?
tr: Bu Mac devre dışı bırakılsın mı?
uk: Деактивувати цей Mac?
vi: Hủy kích hoạt máy Mac này?
zh_hans: 解绑当前 Mac？
zh_hant: 停用此 Mac？

# settings.pro.direct.deactivate.success
source: This Mac has been deactivated. You can activate the license on another Mac.
ar: تم إلغاء تنشيط جهاز Mac هذا. يمكنك تنشيط الترخيص على جهاز Mac آخر.
de: Dieser Mac wurde deaktiviert. Du kannst die Lizenz auf einem anderen Mac aktivieren.
es: Este Mac ha sido desactivado. Puedes activar la licencia en otro Mac.
fr: Ce Mac a été désactivé. Vous pouvez activer la licence sur un autre Mac.
id: Mac ini telah dinonaktifkan. Anda dapat mengaktifkan lisensi di Mac lain.
it: Questo Mac è stato disattivato. Puoi attivare la licenza su un altro Mac.
ja: このMacは無効化されました。別のMacでライセンスを有効化できます。
ko: 이 Mac의 활성화가 해제되었습니다. 다른 Mac에서 라이선스를 활성화할 수 있습니다.
nl: Deze Mac is gedeactiveerd. U kunt de licentie op een andere Mac activeren.
pl: Ten Mac został dezaktywowany. Możesz aktywować licencję na innym Macu.
pt_br: Este Mac foi desativado. Você pode ativar a licença em outro Mac.
ru: Этот Mac деактивирован. Вы можете активировать лицензию на другом Mac.
tr: Bu Mac devre dışı bırakıldı. Lisansı başka bir Mac'te etkinleştirebilirsiniz.
uk: Цей Mac деактивовано. Ви можете активувати ліцензію на іншому Mac.
vi: Mac này đã được hủy kích hoạt. Bạn có thể kích hoạt giấy phép trên một máy Mac khác.
zh_hans: 当前 Mac 已解绑，可在另一台 Mac 上激活许可证。
zh_hant: 此 Mac 已停用。您可以在另一台 Mac 上啟用授權。

# settings.pro.direct.devices.current
source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
id: Saat Ini
it: Corrente
ja: 現在
ko: 현재
nl: Huidig
pl: Bieżący
pt_br: Atual
ru: Текущий
tr: Geçerli
uk: Поточний
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

# settings.pro.direct.devices.deactivate
source: Deactivate this device
ar: إلغاء تنشيط هذا الجهاز
de: Dieses Gerät deaktivieren
es: Desactivar este dispositivo
fr: Désactiver cet appareil
id: Nonaktifkan perangkat ini
it: Disattiva questo dispositivo
ja: このデバイスを無効化
ko: 이 기기 비활성화
nl: Dit apparaat deactiveren
pl: Dezaktywuj to urządzenie
pt_br: Desativar este dispositivo
ru: Деактивировать это устройство
tr: Bu cihazı devre dışı bırak
uk: Деактивувати цей пристрій
vi: Hủy kích hoạt thiết bị này
zh_hans: 解绑此设备
zh_hant: 停用此裝置

# settings.pro.direct.devices.deactivate.confirm.action
source: Deactivate Device
ar: إلغاء تنشيط الجهاز
de: Gerät deaktivieren
es: Desactivar dispositivo
fr: Désactiver l’appareil
id: Nonaktifkan Perangkat
it: Disattiva Dispositivo
ja: デバイスを無効化
ko: 기기 비활성화
nl: Apparaat deactiveren
pl: Dezaktywuj urządzenie
pt_br: Desativar Dispositivo
ru: Деактивировать устройство
tr: Cihazı Devre Dışı Bırak
uk: Деактивувати пристрій
vi: Hủy kích hoạt thiết bị
zh_hans: 解绑此设备
zh_hant: 停用裝置

# settings.pro.direct.devices.deactivate.confirm.message
source: This device will lose access to Starcat Pro until the license is activated again.
ar: سيفقد هذا الجهاز الوصول إلى Starcat Pro حتى يتم تنشيط الترخيص مرة أخرى.
de: Dieses Gerät verliert den Zugriff auf Starcat Pro, bis die Lizenz erneut aktiviert wird.
es: Este dispositivo perderá el acceso a Starcat Pro hasta que la licencia se active de nuevo.
fr: Cet appareil perdra l’accès à Starcat Pro jusqu’à ce que la licence soit réactivée.
id: Perangkat ini akan kehilangan akses ke Starcat Pro hingga lisensi diaktifkan kembali.
it: Questo dispositivo perderà l'accesso a Starcat Pro fino a quando la licenza non verrà riattivata.
ja: このデバイスは、ライセンスが再度有効化されるまでStarcat Proにアクセスできなくなります。
ko: 이 기기는 라이선스가 다시 활성화될 때까지 Starcat Pro에 접근할 수 없습니다.
nl: Dit apparaat verliest toegang tot Starcat Pro totdat de licentie opnieuw wordt geactiveerd.
pl: To urządzenie straci dostęp do Starcat Pro do czasu ponownej aktywacji licencji.
pt_br: Este dispositivo perderá o acesso ao Starcat Pro até que a licença seja ativada novamente.
ru: Это устройство потеряет доступ к Starcat Pro до повторной активации лицензии.
tr: Bu cihaz, lisans yeniden etkinleştirilene kadar Starcat Pro'ya erişemez.
uk: Цей пристрій втратить доступ до Starcat Pro, доки ліцензію не буде активовано знову.
vi: Thiết bị này sẽ mất quyền truy cập Starcat Pro cho đến khi giấy phép được kích hoạt lại.
zh_hans: 此设备将失去 Starcat Pro 权益，直到再次激活该许可证。
zh_hant: 此裝置將失去 Starcat Pro 存取權，直到再次啟用授權。

# settings.pro.direct.devices.deactivate.confirm.title
source: Deactivate This Device?
ar: هل تريد إلغاء تنشيط هذا الجهاز؟
de: Dieses Gerät deaktivieren?
es: ¿Desactivar este dispositivo?
fr: Désactiver cet appareil ?
id: Nonaktifkan Perangkat Ini?
it: Disattivare questo dispositivo?
ja: このデバイスを無効化しますか？
ko: 이 기기를 비활성화하시겠습니까?
nl: Dit apparaat deactiveren?
pl: Dezaktywować to urządzenie?
pt_br: Desativar Este Dispositivo?
ru: Деактивировать это устройство?
tr: Bu Cihaz Devre Dışı Bırakılsın mı?
uk: Деактивувати цей пристрій?
vi: Hủy kích hoạt thiết bị này?
zh_hans: 解绑此设备？
zh_hant: 停用此裝置？

# settings.pro.direct.devices.empty
source: No device list yet. Refresh after the license is verified.
ar: لا توجد قائمة بالأجهزة بعد. قم بالتحديث بعد التحقق من الترخيص.
de: Noch keine Geräteliste. Aktualisieren, nachdem die Lizenz verifiziert wurde.
es: Aún no hay lista de dispositivos. Actualiza después de verificar la licencia.
fr: Aucune liste d’appareils pour l’instant. Actualisez après vérification de la licence.
id: Belum ada daftar perangkat. Muat ulang setelah lisensi diverifikasi.
it: Nessun elenco dispositivi ancora. Aggiorna dopo la verifica della licenza.
ja: デバイスリストはまだありません。ライセンスが検証された後に更新してください。
ko: 아직 기기 목록이 없습니다. 라이선스가 확인된 후 새로고침하세요.
nl: Nog geen apparaatlijst. Vernieuw nadat de licentie is geverifieerd.
pl: Brak listy urządzeń. Odśwież po zweryfikowaniu licencji.
pt_br: Nenhuma lista de dispositivos ainda. Atualize após a licença ser verificada.
ru: Список устройств пуст. Обновите после проверки лицензии.
tr: Henüz cihaz listesi yok. Lisans doğrulandıktan sonra yenileyin.
uk: Список пристроїв ще порожній. Оновіть після перевірки ліцензії.
vi: Chưa có danh sách thiết bị. Làm mới sau khi giấy phép được xác minh.
zh_hans: 暂无设备列表。授权校验后可刷新。
zh_hant: 尚無裝置清單。授權驗證後請重新整理。

# settings.pro.direct.devices.section
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
id: Perangkat
it: Dispositivi
ja: デバイス
ko: 기기
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
tr: Cihazlar
uk: Пристрої
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

# settings.pro.direct.devices.unnamed
source: Mac ending %@
ar: جهاز Mac ينتهي بـ %@
de: Mac mit Endung %@
es: Mac terminado en %@
fr: Mac se terminant par %@
id: Mac berakhiran %@
it: Mac che termina con %@
ja: %@で終わるMac
ko: %@로 끝나는 Mac
nl: Mac eindigend op %@
pl: Mac kończący się na %@
pt_br: Mac terminando em %@
ru: Mac, оканчивающийся на %@
tr: %@ ile biten Mac
uk: Mac, що закінчується на %@
vi: Mac kết thúc bằng %@
zh_hans: 尾号 %@ 的 Mac
zh_hant: 尾號 %@ 的 Mac

# settings.pro.direct.error.activationLimitReached
source: This license has reached its device limit. Deactivate another Mac, then try again.
ar: وصل هذا الترخيص إلى الحد الأقصى للأجهزة. قم بإلغاء تنشيط جهاز Mac آخر، ثم حاول مرة أخرى.
de: Diese Lizenz hat ihr Gerätelimit erreicht. Deaktiviere einen anderen Mac und versuche es erneut.
es: Esta licencia ha alcanzado su límite de dispositivos. Desactiva otro Mac y vuelve a intentarlo.
fr: Cette licence a atteint sa limite d’appareils. Désactivez un autre Mac, puis réessayez.
id: Lisensi ini telah mencapai batas perangkat. Nonaktifkan Mac lain, lalu coba lagi.
it: Questa licenza ha raggiunto il limite di dispositivi. Disattiva un altro Mac, poi riprova.
ja: このライセンスはデバイス数の上限に達しました。別のMacを無効化してから再試行してください。
ko: 이 라이선스의 기기 한도에 도달했습니다. 다른 Mac을 비활성화한 후 다시 시도하세요.
nl: Deze licentie heeft het maximale aantal apparaten bereikt. Deactiveer een andere Mac en probeer het opnieuw.
pl: Ta licencja osiągnęła limit urządzeń. Dezaktywuj innego Maca, a następnie spróbuj ponownie.
pt_br: Esta licença atingiu o limite de dispositivos. Desative outro Mac e tente novamente.
ru: Эта лицензия достигла лимита устройств. Деактивируйте другой Mac и повторите попытку.
tr: Bu lisans cihaz sınırına ulaştı. Başka bir Mac'i devre dışı bırakın ve tekrar deneyin.
uk: Ця ліцензія досягла ліміту пристроїв. Деактивуйте інший Mac, а потім спробуйте знову.
vi: Giấy phép này đã đạt giới hạn thiết bị. Hãy hủy kích hoạt một máy Mac khác, sau đó thử lại.
zh_hans: 此授权已达设备数量上限。请先解绑其它 Mac，然后再试。
zh_hant: 此授權已達裝置數量上限。請先停用另一台 Mac，然後再試一次。

# settings.pro.direct.license.button.manage
source: Manage License
ar: إدارة الترخيص
de: Lizenz verwalten
es: Gestionar licencia
fr: Gérer la licence
id: Kelola Lisensi
it: Gestisci Licenza
ja: ライセンスを管理
ko: 라이선스 관리
nl: Licentie beheren
pl: Zarządzaj licencją
pt_br: Gerenciar Licença
ru: Управление лицензией
tr: Lisansı Yönet
uk: Керувати ліцензією
vi: Quản lý giấy phép
zh_hans: 管理许可证
zh_hant: 管理授權

# settings.pro.direct.license.placeholder
source: License key
ar: مفتاح الترخيص
de: Lizenzschlüssel
es: Clave de licencia
fr: Clé de licence
id: Kunci lisensi
it: Chiave licenza
ja: ライセンスキー
ko: 라이선스 키
nl: Licentiesleutel
pl: Klucz licencyjny
pt_br: Chave de licença
ru: Ключ лицензии
tr: Lisans anahtarı
uk: Ключ ліцензії
vi: Khóa giấy phép
zh_hans: 授权码
zh_hant: 授權金鑰
